Revit 2027 API
PartMakerMethodToDivideVolumes.UConstDivisionIndent Property
 Indentation for the application of division rule's pattern across u-const gridlines (i.e., similar to changing indices of u-const gridlines).
Namespace: Autodesk.Revit.DB
Assembly: RevitAPI (in RevitAPI.dll) Version: 27.0.4.0 (27.0.4.0)
Syntax
public int UConstDivisionIndent { get; set; }
Public Property UConstDivisionIndent As Integer
	Get
	Set
public:
property int UConstDivisionIndent {
	int get ();
	void set (int value);
}
member UConstDivisionIndent : int with get, set
Property Value
Int32
See Also
Reference
PartMakerMethodToDivideVolumes Class
Autodesk.Revit.DB Namespace